{
    "passives":  [
        [
            "Gain an additional 2 mana at the beginning of every turn.",
            "Create 1 Smoke Bomb on your first turn.\nDraw 1 Smoke Bomb from your deck every turn.",
            "Create a Cannon Blast every turn.",
            "Create a random Tool every turn.",
            "Create a Blood Burst whenever you lose life from an enemy attack or card.",
            "Alternate between Strike Stance and Spell Stance by using strikes and spells. Heal 1 every time you switch stance.",
            "Whenever you fully block an enemy attack, create a Charge Up. Upgrade it if you have no shield afterwards",
            "Create a Reactive Shiv whenever you discard one or more non-Temporary cards. Start combat with Evasion (1).",
            "You start combat in a random Astral Stance. Switch stance at the start of every turn.",
            "Summon Tril with Spirit Link at the beginning of each combat."
        ],
        [
            "Gain Growth (2) whenever you trigger a status.",
            "You deal 5% more damage and apply 5% more status to enemies per debuff on them",
            "Create one of four random Tools every time you shuffle your deck.",
            "Mighty, Tough, and Adept are 10% more effective.",
            "50% of self-damage taken is also inflicted on all enemies.",
            "Gain Vengeance (1) whenever a debuff is applied to you.",
            "Gain Sturdy (2) whenever you trigger a status.",
            "Gain Evasion (1) this turn and Powerful (1) whenever you kill an enemy.",
            "Your maximum hand size is increased by 2.",
            "Whenever Tril dies, transform all of your Command cards and you gain Arcane Rage"
        ],
        [
            "Deal 30% bonus damage to frozen targets.",
            "You can evade statuses while Hidden.",
            "Arcane Detonations deal 40% of their damage to all other enemies.",
            "Get an extra card choice when choosing a card to add to your deck.",
            "Poisoned enemies deal 10% less damage and take 10% more damage (including Poison damage)",
            "Whenever you play a Temporary or Removed card, apply Burn (1) to a random enemy",
            "Create a Charge Up whenever you reach 0 mana.",
            "Enemies give half of their debuffs to another random enemy when they die",
            "Your deck list will be ordered when viewing it in combat.",
            "Your Arcane Detonations deal 2 more damage per debuff on the target."
        ],
        [
            "Draw one more card per turn.",
            "+50% Critical Damage",
            "Whenever you fully block an enemy attack, create a Cannon Blast. Upgrade it if you have no shield afterwards.",
            "Tools are not discarded at the end of the turn.",
            "Increase all damage dealt by 50% of your missing health ratio.",
            "Draw a Strike or Spell from your deck every turn.",
            "Your cards deal 1% more damage and apply 1% more status for every shield that you have.",
            "Bleed, Leech, and Poison can inflict Critical Damage.",
            "You can create an Astral card each turn.",
            "Draw 1 and gain 2 mana the first time an ally dies on each of your turns."
        ]
    ]
}