{
    "passives": [
        "Gain an additional 2 mana at the beginning of every turn.",
        "Gain Growth (2) whenever you trigger a status.",
        "Deal 30% bonus damage to frozen targets.",
        "Draw one more card per turn.",
        "Create 1 Smoke Bomb on your first turn.\nDraw 1 Smoke Bomb from your deck every turn.",
        "You deal 5% more damage and apply 5% more status to enemies per debuff on them",
        "You can evade statuses while Hidden.",
        "+50% Critical Damage",
        "Create a Cannon Blast every turn.",
        "Create one of four random Tools every time you shuffle your deck.",
        "Arcane Detonations deal 40% of their damage to all other enemies.",
        "Whenever you fully block an enemy attack, create a Cannon Blast. Upgrade it if you have no shield afterwards.",
        "Create a random Tool every turn.",
        "Mighty, Tough, and Adept are 10% more effective.",
        "Get an extra card choice when choosing a card to add to your deck.",
        "Tools are not discarded at the end of the turn.",
        "Create a Blood Burst whenever you lose life from an enemy attack or card.",
        "50% of self-damage taken is also inflicted on all enemies.",
        "Poisoned enemies deal 10% less damage and take 10% more damage (including Poison damage)",
        "Increase all damage dealt by 50% of your missing health ratio.",
        "Alternate between Strike Stance and Spell Stance by using strikes and spells. Heal 1 every time you switch stance.",
        "Gain Vengeance (1) whenever a debuff is applied to you.",
        "Whenever you play a Temporary or Removed card, apply Burn (1) to a random enemy",
        "Draw a Strike or Spell from your deck every turn.",
        "Whenever you fully block an enemy attack, create a Charge Up. Upgrade it if you have no shield afterwards",
        "Gain Sturdy (2) whenever you trigger a status.",
        "Create a Charge Up whenever you reach 0 mana.",
        "Your cards deal 1% more damage and apply 1% more status for every shield that you have.",
        "Create a Reactive Shiv whenever you discard one or more non-Temporary cards. Start combat with Evasion (1).",
        "Gain Evasion (1) this turn and Powerful (1) whenever you kill an enemy.",
        "Enemies give half of their debuffs to another random enemy when they die",
        "Bleed, Leech, and Poison can inflict Critical Damage.",
        "You start combat in a random Astral Stance. Switch stance at the start of every turn.",
        "Your maximum hand size is increased by 2.",
        "Your deck list will be ordered when viewing it in combat.",
        "You can create an Astral card each turn.",
        "Summon Tril with Spirit Link at the beginning of each combat.",
        "Whenever Tril dies, transform all of your Command cards and you gain Arcane Rage",
        "Your Arcane Detonations deal 2 more damage per debuff on the target.",
        "Draw 1 and gain 2 mana the first time an ally dies on each of your turns."
    ]
}